Repository: gisora/ptu8-django-blog
Catalog: ptu8_blog/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: User profile
lt: Naudotojo profilis

source: profile
lt: profilis

source: avatar
lt: paveikslėlis

source: about
lt: aprašymas

source: about text
lt: aprašymo tekstas

source: log in
lt: prisijungti

source: Enter your login information
lt: Įveskite prisijungimo informaciją

source: Error while logging in. Please try again.
lt: Klaida prisijungiant. Pamėginkite prisijungti dar kartą.

source: Please check username
lt: Patikrinkite prisijungimo vardą

source: Please ckeck password
lt: Patikrinkite slaptažodį

source: username
lt: prisijungimo vardas

source: password
lt: slaptažodis

source: forgot password
lt: pamiršau slaptažodį

source: create account
lt: sukurti paskyra

source: login
lt: prisijungti

source: Password reset
lt: Atkurti slaptažodį

source: Password Reset Successful
lt: Slaptažodis atkurtas sėkmingai

source: You can now
lt: Jūs dabar galite

source: reset password
lt: atkurti slaptažodį

source: Error while trying to reset your password. Please try again
lt: Klaida atliekant slaptažodžio atkurimą. Pamėginkite dar kartą

source: New password:
lt: Naujas slaptažodis:

source: Your password can't be too similar to your other personal information.
lt: Slaptažodis negali būti panašus į kitą Jūsų įvestą informaciją.

source: Your password must contain at least 8 characters.
lt: Slaptažodis privalo būti ilgesnis nei 8 simboliai.

source: Your password can't be a commonly used password.
lt: Slaptažodis negali būti tarp dažniausiai sutinkamų.

source: Your password can't be entirely numeric.
lt: Slaptažodis negali būti sudarytas tik iš skaičių.

source: New password confirmation:
lt: Patvirtinti naują slaptažodį:

source: Password reset send
lt: Slaptažodžio atkurimo el. laiškas išsiųstas

source: We have sent you an email with the instructions how to proceed further.
lt: Mes išsiuntėme Jums el. laišką, su slaptažodžio atkurimo instrukcija.

source: Error while trying to reset your password. Please try again.
lt: Klaida atkūriant slaptažodį. Pamėginkite dar kartą.

source: Enter your email address
lt: Įveskite savo el. pašto adresą

source: password reset
lt: slaptažodžio atkurimas

source: Password do not match or were not entered.
lt: Slaptažodžiai nesutampa arba nėra suvesti.

source: Username already taken or was not entered.
lt: Naudotojo vardas užimtas arba nėra įvestas.

source: User with this email already exists, or email was not entered.
lt: Naudotojas su šiuo el. paštu jau egzistuoja arba el. paštas neįvestas

source: User has been succesfully registered. You can log in now.
lt: Maudotojas sėkmingai sukurtas. Galite prisijungti.

source: Your profile is updated successfully.
lt: Jūsų profilis sėkmingai atnaujintas
